package com.twd.flutter.android.bean;

public class ConstantMessage {
	public static String deactiveUser="आपण सदर अॅप वापरण�?याची परवानगी नाही. कृपया शेती हेड ऑफिसशी संपर�?क करा.";
	public static String appNotAllowedmsg="आपणास हे अॅप वापरण�?याची परवानगी नाही";
	public static String saveImei="Save IMEI Issue";
	public static String userNotFound="आपण चिटबॉय म�?हणून नोंदणी केलेली नाही. कृपया शेती हेड ऑफिसशी संपर�?क करा.";
	public static String imeiChangemsg="कृपया प�?न�?हा लॉग इन करा.आपण द�?सऱ�?या मोबाईल वरून लॉग इन �?ाला होता.";
	public static String uniqueChangemsg="कृपया प�?न�?हा लॉग इन करा.";
	public static String message2 =" is your otp for SPSSK Mobile App";
	public static String permissionNot =" आपण सदर अॅप वापरण�?याची परवानगी नाही. कृपया शेती हेड ऑफिसशी संपर�?क करा.";
	public static String dateError =" Something Went Wrong..Please contact to Sugar Factory";
	public static String fromSavedSuccess="आपले फॉर�?म सर�?व�?हरला यशस�?वीरित�?या जतन केले आहेत.";
	public static String fromSavedFailed="फॉर�?म जतन �?ाला नाही. काही वेळाने प�?न�?हा प�?रयत�?न करा.";
	public static String informationNotFound="माहिती उपलब�?ध नाही!";
	public static String saveSuccess="माहिती यशस�?वीरित�?या जतन �?ाली आहे";
	public static String saveFailed="माहिती  जतन �?ाली नाही";
	public static String caneApprovalEntryAlreadyExit="आपण या अगोदर या शेतकऱ�?याची लागण नोंद परवानगी मागितली आहे . परवानगी दि. ";
	public static String caneTodniProgramAlreadyExit="आपण या तारखेच�?या काही किंवा सर�?व ऊस जात व हंगाम  तोडणी प�?रोग�?रॅम सोडला आहे";
	public static String caneSpecialTodniProgramAlreadyExit="आपण अगोदर  तोडणी प�?रोग�?रॅम सोडला आहे";
	public static String oldWeightSlipWeightNotDone="आपल�?या अगोदरच�?या स�?लिपचे वजन �?ाले नाही स�?लिप नं. :";
	public static final String ERROR_SampleEntryExit = "आपण या तारखेची सॅम�?पल �?न�?ट�?री केली आहे . सॅम�?पल  नं. :";
	public static final String ERROR_SlipNotExitSingleHarvestingPlan = "या प�?लॉट नंबरची �?कही तोडणी स�?लिप गेली नाही त�?याम�?ळे आपणाला वयक�?तिक तोडणी प�?रोग�?रॅम सोडता येणार नाही ";
	public static final String ERROR_plotExitSingleHarvestingPlan = "या प�?लॉट अगोदर बंद केला गेला नाही";
	public static final String ERROR_Full_Load = "पूर�?वीची भरलेली वजन स�?लिप शिल�?लक आहे.";
	public static final String ERROR_Time_Slip = "पूर�?वीच�?या स�?लीप ला वजन होऊन %1s मिनिट पूर�?ण �?ाली नाहीत. शेवटच�?या स�?लिप ची वेळ %2s";
	public static final String ERROR_Time_Slip_Bulluck = "याची स�?लीप भरू शकत नाही. कारण पूर�?वीच�?या स�?लिपचे वजन होऊन  %1s मिनिट पूर�?ण �?ाली नाहीत. शेवटच�?या स�?लिप ची वेळ %2s";
	public static final String ERROR_Plot_Not_Updated = "प�?लॉट उपडेट �?ाला नाही";
	public static final String ERROR_Plot_Not_Inserted = "प�?लॉट जतन �?ाला नाही";
	public static final String ERROR_KHODAVA_NIDAVA_NOT_ALLOW = "क�?षमस�?व! आपण या प�?लॉट चा खोडवा / निडवा नोंद घेऊ शकत नाही";
	public static String transpoterInformationNotFound="वहात�?क माहिती उपलब�?ध नाही!";
	public static String havesterInformationNotFound="तोडनीदार माहिती उपलब�?ध नाही!";
	public static String mukadamInformationNotFound="म�?कादम माहिती उपलब�?ध नाही!";
	public static String bullockInformationNotFound="बैलगाडी माहिती उपलब�?ध नाही!";
	public static String weightSlipAlreadySaved="स�?लिप �?न�?ट�?री अगोदरच जतन �?ाली आहे!";
	public static String villeageNotAssignForWeightSlip="आपणाला या गावाची तोडणी स�?लिप देण�?याची परवानगी नाही!";
	public static String tonnageAlreadyAllowed="आपणास या प�?लॉटसाठी ज�?यादा टनेज परवानगी �?कदा मिळाल�?याने प�?न�?हा विनंती करता येणार नाही.";
	public static String tonnageEntryPending="या प�?लॉटसाठी ज�?यादा टनेज परवानगीची यापूर�?वी केलेली विनंती पेंडिंग आहे.";
	public static String otherUtilizationPlotClose="हा प�?लॉट तोडणीसाठी बंद �?ाला आहे. याम�?ळे आपणाला या  प�?लॉट  विल�?हेवाट करता येणार नाही ";
	public static String timeError11="आपण  हे काम फक�?त %1$s पासून %2$s पर�?यंतच करू शकता.";
	public static String otpmessage =" is your OTP.\n-Thank you for connecting with us.\nShri Someshwar S.S.K Ltd.";
	public static String employeeSugarCenterValidation="कामगार साखर आपण फक�?त कारखाना सेंटर मधून घेऊ शकता. ";
	public static String tenderSugarValidation="आपणाला टेंडर कार�?ड स�?कॅन करूनच टेंडरची साखर घेऊ  शकता.";
	public static final String GUT_KHADE_ERROR = "आपणास गटखाडे दिलेले असून आपण %1$s नंतरच स�?लिप भरू शकता.";
	public static final String otherUtilizationPlot = "या प�?लॉटचे ऊस  तोडणी �?ाले आहे त�?याम�?ळे आपणाला संपूर�?ण प�?लॉटची विल�?हेवाट लावता येणार नाही.";
	public static final String sugarInofNotFound = "वाटप यादीत आपले नाव नसल�?याने शेअर विभागाशी संपर�?क करावा.";
	public static final String ErrorMissingParam = "Parameter Missing. Please Recheck";	
	public static String allotmetSugarAlreadySale="आपण या ऑलॉटमेंटची साखर अगोदरच घेतली आहे मेमो नंबर %1$s मेमो दिनांक %2$s";
	public static String allotmetNotFound="चालू कालावधीसाठी ऑलॉटमेंट केलेली साखर मिळत नाही ";
	public static String groupNotFound="चालू कालावधीसाठी या ग�?र�?प ला साखर दिलेली नाही";
	public static String cardScanError="आपण फक�?त स�?मार�?ट कार�?ड नाहीत त�?यांचेच कार�?ड नंबर टाकून साखर देऊ शकता.";
	public static String wrongCardScanError="आपण च�?कीचे कार�?ड स�?कॅन करत आहात.  आपण मास�?टर कार�?ड वरूनच साखर देऊ शकता!";
	public static String alreadyAllocateMasterSugar="या कार�?डची अगोदरची साखर घेतली गेली नाही. कृपया अगोदरची साखर घ�?यावी किंवा यादी मध�?ये जाऊन काढून टाकावी.";
	public static String alreadyAllocateGroupSugar="या ग�?र�?पचा अगोदरचा कालावधी संपलेला नाही. सदर कालावधी मध�?ये बदल केला जाईल.";
	public static String verifyKYCError="आपली के. वाय. सी. मान�?य �?ाली आहे. आपण बदल करू शकत नाही.";
	public static String holdKYCError="आपली के. वाय. सी. राखीव ठेवण�?यात आली आहे. आपण बदल करू शकत नाही. ";
	public static String updateSuccess="माहिती मध�?ये  यशस�?वीरित�?या बदल केला  आहे";
	
	public static String fliedvisiteSuccess="फिल�?ड व�?हिजिट यशस�?वीरित�?या जतन �?ाली आहे";
	public static String IOAcceptSuccess="आवक  यशस�?वीरित�?या स�?विकारली  आहे";
	public static String IORejectSuccess="आवक  यशस�?वीरित�?या  नाकारली   आहे";
	
	public static String updateFailed="माहिती  मध�?ये   बदल �?ालेला  नाही";
	public static String fliedvisiteFail="फिल�?ड व�?हिजिट  जतन �?ाली नाही";
	public static String errorkycnotstart="आपल�?या कार�?डची  KYC प�?रक�?रिया आजून चालू �?ालेली नाही.";
	
	
	public static String formacceptSuccess="फोर�?म  यशस�?वीरित�?या स�?विकारला  आहे";
	public static String formacceptFail="फोर�?म   स�?विकारण�?यास अडथळा  आहे";
	
	public static String formrejectSuccess="फोर�?म  यशस�?वीरित�?या नाकारला   आहे";
	public static String formrejectFail="फोर�?म   नाकारण�?यास अडथळा  आहे";
	public static String formNoAlreadyInuse = "हा आवक  नंबर अगोदरच वापरला आहे. नाव %1$s, मोबाईल क�?र. %2$s, लागण क�?र. %3$s";
	public static String ingnoredFieldVisit = "या फॉर�?म ची फिल�?ड व�?हिजिट अगोदरच �?ाली आहे";;
	
	


}
